Repository: SimoneMontalto/movie-tracker-localization
Catalog: Shortcuts/*.lproj/Localizable.strings
Languages: de, es, it, ro, tr

source: Edit
de: Bearbeiten
es: Editar
it: Modifica
ro: Editează
tr: Düzenle

source: Create
de: Erstellen
es: Crear
it: Creare
ro: Crează
tr: Oluştur

source: Website
de: Webseite
es: Sitio web
it: Sito web

source: Title
de: Titel
es: Título
it: Titolo
ro: Titlu
tr: Başlık

source: Original title
de: Originaltitel
es: Título original
it: Titolo originale
ro: Titlu original
tr: Orijinal Başlık

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ro: Descriere
tr: Açıklama

source: Language
de: Sprache
es: Idioma
it: Lingua
ro: Limbă
tr: Dil

source: Languages
de: Sprachen
es: Idiomas
it: Lingue
ro: Limbi
tr: Diller

source: Country
de: Land
es: País
it: Paese
ro: Țară
tr: Ülke

source: Origin country
de: Ursprungsland
es: País de origen
it: Paese di origine
ro: Țara de origine
tr: Menşe ülke

source: Release date
de: Veröffentlichungsdatum
es: Fecha de lanzamiento
it: Data di rilascio
ro: Data lansării
tr: Yayın tarihi

source: Average rate
de: Durchschnittliche Bewertung
es: Calificación promedio
it: Voto medio
ro: Rata medie
tr: Ortalama puan

source: Production companies
de: Produktions-Firmen
es: Compañías de producción
it: Compagnie produttrici
ro: Companii de producție
tr: Prodüksiyon şirketleri

source: Production countries
de: Produktions-Länder
es: Países de producción
it: Paesi di produzione
ro: Țări de producție
tr: Prodüksiyon ülkeleri

source: Directors
de: Regisseure
es: Directores
it: Registi
ro: Regizori
tr: Yönetmenler

source: Categories
de: Kategorien
es: Categorías
it: Generi
ro: Categorii
tr: Kategoriler

source: Actors
de: Schauspieler
es: Actores
it: Attori
ro: Actori
tr: Oyuncular

source: Spaces
es: Espacios
it: Spazi
ro: Spații
tr: Alanlar

source: Tags
es: Etiquetas
it: Tag
ro: Etichete
tr: Etiketler

source: Source
de: Quelle
es: Fuente
it: Sorgente
ro: Sursă
tr: Kaynak

source: Release status
de: Veröffentlichungsstatus
es: Estado de lanzamiento
it: Stato di rilascio
ro: Stare lansare
tr: Yayın durumu

source: Episode count
de: Anzahl Folgen
es: Cantidad de episodios
it: Numero di episodi
ro: Numărul de episoade
tr: Bölüm sayısı

source: Season number
de: Staffel-Nummer
es: Número de temporada
it: Stagione
ro: Numărul sezonului
tr: Sezon numarası

source: Air date
de: Sendedatum
es: Fecha de emisión
it: Data di messa in onda
ro: Data difuzării
tr: Gösterim tarihi

source: Number of episodes
de: Anzahl an Folgen
es: Número de episodios
it: Numero di episodi
ro: Număr de episoade
tr: Bölüm sayısı

source: Number of seasons
de: Anzahl an Staffeln
es: Número de temporadas
it: Numero di stagioni
ro: Număr de sezoane
tr: Sezon sayısı

source: Seasons
de: Staffeln
es: Temporadas
it: Stagioni
ro: Sezoane
tr: Sezonlar

source: Watched
de: Gesehen
es: Visto
it: Visto
ro: Văzut
tr: İzlenenler

source: Runtime
de: Dauer
es: Duración
it: Durata
ro: Durată
tr: Süre

source: Name
es: Nombre
it: Nome
ro: Nume
tr: Ad

# NameQuestion
source: What's the name?
de: Wie lautet der Name?
es: ¿Cuál es el nombre?
it: Qual è il nome?
ro: Care este numele?
tr: Adı ne?

source: Surname
de: Nachname
es: Apellido
it: Cognome
ro: Prenume
tr: Soyad

# SurnameQuestion
source: What's the surname?
de: Wie lautet der Nachname?
es: ¿Cuál es el apellido?
it: Qual è il cognome?
ro: Care este prenumele?
tr: Soyadı ne?

source: Tag
es: Etiqueta
ro: Etichetă
tr: Etiket

source: Create Tag
de: Tag erstellen
es: Crear Etiqueta
it: Crea Tag
ro: Crează etichetă
tr: Etiket oluştur

# CreateTagDescription
source: Create a new Tag
de: Einen neuen Tag erstellen
es: Crear una nueva Etiqueta
it: Crea un nuovo Tag
ro: Crează o nouă etichetă
tr: Yeni bir etiket oluştur

source: Create ${name} tag
de: ${name} Tag erstellen
es: Crear etiqueta ${name}
it: Crea tag ${name}
ro: Crează eticheta ${name}
tr: ${name} etiketi oluştur

# TagCreated
source: The Tag was created successfully
de: Der Tag wurde erfolgreich erstellt
es: La etiqueta se creó correctamente
it: Il Tag è stato creato con successo
ro: Eticheta a fost creată cu succes
tr: Etiket oluşturma başarılı

source: Space
es: Espacio
it: Spazio
ro: Spațiu
tr: Alan

source: Create Space
de: Space erstellen
es: Crear Espacio
it: Crea Spazio
ro: Crează spațiu
tr: Alan Oluştur

# CreateSpaceDescription
source: Create a new Space
de: Einen neuen Space erstellen
es: Crear un nuevo Espacio
it: Crea un nuovo Spazio
ro: Crează un nou spațiu
tr: Yeni bir Alan oluştur.

source: Create ${name} space
de: ${name} Space erstellen
es: Crear Espacio ${name}
it: Crea spazio ${name}
ro: Crează spațiul ${name}
tr: ${name} Alanı oluştur

# SpaceCreated
source: The Space was created successfully
de: Der Space wurde erfolgreich erstellt
es: El Espacio se creó correctamente
it: Lo Spazio è stato creato con successo
ro: Spațiul a fost creat cu succes
tr: Alan oluşturma başarılı

source: Backlog
es: Pendientes
it: Raccolta
tr: İzlenecekler

source: Category
de: Kategorie
es: Categoría
it: Genere
ro: Categorie
tr: Kategori

source: Creator
de: Ersteller
es: Creador
tr: Oluşturan

source: Creators
de: Ersteller
es: Creadores
it: Autore
ro: Creatori
tr: Oluşturanlar

source: Remote source
de: Remote-Quelle
es: Fuente remota
it: Sorgente
ro: Sursă la distanță
tr: Uzak kaynak

source: Movie
de: Film
es: Película
it: Film
ro: Film
tr: Film

source: Movie release status
de: Film-Veröffentlichungsstatus
es: Estado de lanzamiento de la película
it: Stato di uscita del film
ro: Stare lansare film
tr: Film yayın durumu

source: TV Show
de: TV-Sendung
es: Serie de TV
it: Serie TV
ro: Serial TV
tr: Dizi

source: TV Show Season
de: TV-Sendungs-Staffel
es: Temporada de serie de TV
it: Stagioni Serie TV
ro: Sezonul serialului TV
tr: Dizi Sezonu

# TvShowSeasonQuestion
source: What's the TV Show Season?
de: Welche Staffel der TV-Sendung?
es: ¿Cuál es la temporada de serie de TV?
it: Qual è la stagione della Serie TV?
ro: Care este sezonul serialului TV?
tr: Dizi Sezonu Nedir?

source: TV Show release status
de: TV-Sendungs-Veröffentlichungsstatus
es: Estado de lanzamiento de la serie de TV
it: Stato di rilascio Serie TV
ro: Stare lansare serial TV
tr: Dizi yayın durumu

source: Rumored
de: Gerücht
es: Rumoreado
it: Rumor
ro: Zvonit
tr: Söylentiler Dolaşıyor

source: Planned
de: Geplant
es: Planeado
it: Pianificato
ro: Planificat
tr: Planlandı

source: In Production
de: In Produktion
es: En producción
it: In Produzione
ro: În producție
tr: Yapım Aşamasında

source: Post Production
de: Nach Produktion
es: Posproducción
it: Post Produzione
ro: Post-producție
tr: Post Prodüksiyon

source: Released
de: Veröffentlicht
es: Lanzado
it: Rilasciato
ro: Lansat
tr: Yayınlandı

source: Canceled
de: Abgesagt
es: Cancelado
it: Cancellato
ro: Anulat
tr: İptal Edildi

source: Pilot
es: Piloto
it: Pilota

source: Ended
de: Beendet
es: Finalizada
it: Finito
ro: Încheiat
tr: Bitti

source: Returning Series
de: Wiederkehrende Serie
es: Serie en curso
it: Serie di Ritorno
ro: Serial în derulare
tr: Geri Dönen Dizi

source: Add
de: Hinzufügen
es: Agregar
it: Aggiungi
ro: Adaugă
tr: Ekle

source: Move
de: Bewegen
es: Mover
it: Sposta
ro: Mută
tr: Taşı

source: Watch
de: Anschauen
es: Ver
it: Guarda
ro: Urmărește
tr: İzle

# TagsQuestion
source: What are the tags?
de: Was sind die Tags?
es: ¿Cuáles son las etiquetas?
it: Quali sono i tag?
ro: Care sunt etichetele?
tr: Etiket nedir?

source: Movies
de: Filme
es: Películas
it: Film
ro: Filme
tr: Filmler

# MoviesQuestion
source: What are the movies?
de: Wie heißen die Filme?
es: ¿Cuáles son las películas?
it: Quali sono i film?
ro: Care sunt filmele?
tr: Film nedir?

source: Add Tags to Movies
de: Füge Tags zu Filmen hinzu
es: Agregar Etiquetas a Películas
it: Aggiungi Tag ai Film
ro: Adaugă etichete filmelor
tr: Filmlere etiket ekle

# AddTagsToMoviesDescription
source: Assign one or more tags to the selected movies
de: Weise den ausgewählten Filmen einen oder mehrere Tags zu
es: Asignar una o más etiquetas a las películas seleccionadas
it: Assegna uno o più tag ai film selezionati
ro: Atribuie una sau mai multe etichete filmelor selectate
tr: Seçili filme bir ya da daha fazla etiket tanımla

source: Assign ${tags} to ${movies}
de: Weise ${movies} ${tags} zu
es: Asignar ${tags} a ${movies}
it: Assegna ${tags} a ${movies}
ro: Atribuie ${tags} filmelor ${movies}
tr: ${tags} etiketini ${movies} filmlerine tanımla

source: Movies updated
de: Filme aktualisiert
es: Películas actualizadas
it: Film aggiornati
ro: Filmele au fost actualizate
tr: Filmler güncellendi

source: TV Shows
de: TV-Sendungen
es: Series de TV
it: Serie TV
ro: Seriale TV
tr: Diziler

# TvShowsQuestion
source: What are the tv shows?
de: Wie heißen die TV-Sendungen?
es: ¿Cuáles son las series de TV?
it: Quali sono le serie tv?
ro: Care sunt serialele TV?
tr: Diziler nedir?

source: Add Tags to TV Shows
de: Füge Tags zu TV-Sendungen hinzu
es: Agregar etiquetas a series de TV
it: Aggiungi Tag alle Serie TV
ro: Adaugă etichete serialelor TV
tr: Dizilere etiket ekle

# AddTagsToTvShowsDescription
source: Assign one or more tags to the selected tv shows
de: Weise den ausgewählten TV-Sendungen einen oder mehrere Tags zu
es: Asignar una o más etiquetas a las series de TV seleccionadas
it: Assegna uno o più tag alle serie tv selezionate
ro: Atribuie una sau mai multe etichete serialelor TV selectate
tr: Seçili diziye bir ya da daha fazla etiket tanımla

source: Assign ${tags} to ${tvShows}
de: Assign ${tvShows} ${tags} zu
es: Asignar ${tags} a ${tvShows}
it: Assegna ${tags} a ${tvShows}
ro: Atribuie ${tags} serialelor TV ${tvShows}
tr: ${tags} etiketini ${tvShows} dizilerine tanımla

source: TV Shows updated
de: TV-Sendungen aktualisiert
es: Series de TV actualizadas
it: Serie TV aggiornate
ro: Serialele TV au fost actualizate
tr: Diziler güncellendi

# SpaceQuestion
source: What's the Space?
de: Wie heißt der Space?
es: ¿Cuál es el Espacio?
it: Qual è lo Spazio?
ro: Care este spațiul?
tr: Alan nedir?

source: Move Movies to Space
de: Verschiebe Filme in Space
es: Mover películas a Espacio
it: Sposta Film nello Spazio
ro: Mută filmele în spațiu
tr: Filmleri Alana taşı

# MoveMoviesToSpaceDescription
source: Move the movies to the selected space
de: Verschiebe die Filme in den ausgewählten Space
es: Mover las películas al espacio seleccionado
it: Sposta i film nello spazio selezionato
ro: Mută filmele în spațiul selectat
tr: Filmleri seçili Alana taşı

source: Move ${movies} to ${space}
de: Verschiebe ${movies} zu ${space}
es: Mover ${movies} a ${space}
it: Sposta ${movies} in ${space}
ro: Mută ${movies} în ${space}
tr: ${movies} filmlerini ${space} Alanına taşı

# SpaceNotFoundError
source: The selected space was not found.
de: Der ausgewählte Space wurde nicht gefunden.
es: No se encontró el espacio seleccionado.
it: Lo spazio selezionato non è stato trovato.
ro: Spațiul selectat nu a fost găsit.
tr: Seçili Alan bulunamadı.

# MovieNotFoundError
source: The selected movie was not found.
de: Der ausgewählte Film wurde nicht gefunden.
es: No se encontró la película seleccionada.
it: Il film selezionato non è stato trovato.
ro: Filmul selectat nu a fost găsit.
tr: Seçili film bulunamadı.

# TvShowNotFoundError
source: The selected tv show was not found.
de: Die ausgewählte TV-Sendung wurde nicht gefunden.
es: No se encontró la serie de TV seleccionada.
it: La serie tv selezionata non è stata trovata.
ro: Serialul TV selectat nu a fost găsit.
tr: Seçili dizi bulunamadı.

# CannotSearchWatchProvidersForSelectedItemError
source: Cannot search watch providers for the selected item.
de: Die Anbieter für den ausgewählten Eintrag können nicht gesucht werden.
es: No se pueden buscar proveedores para el elemento seleccionado.
it: Impossibile cercare le piattaforme su cui è possibile vedere l'elemento selezionato.
ro: Nu se pot căuta furnizorii pentru elementul selectat.
tr: Seçili içerik için içerik sağlayıcıları bulunamadı.

source: Move Tv Shows to Space
de: Verschiebe TV-Sendungen in Space
es: Mover Series de TV a Espacio
it: Sposta Serie TV nello Spazio
ro: Mută serialele TV în spațiu
tr: Dizileri Alana taşı

# MoveTvShowsToSpaceDescription
source: Move the tv shows to the selected space
de: Verschiebe die TV-Sendungen in den ausgewählten Space
es: Mover las series de TV al espacio seleccionado
it: Sposta le serie tv nello spazio selezionato
ro: Mută serialele TV în spațiul selectat
tr: Dizileri seçili alana taşı

source: Move ${tvShows} to ${space}
de: Verschiebe ${tvShows} zu ${space}
es: Mover ${tvShows} a ${space}
it: Sposta ${tvShows} in ${space}
ro: Mută ${tvShows} în ${space}
tr: ${tvShows} dizilerini ${space} Alanına taşı

source: Move Movies to Backlog
de: Verschiebe Filme in das Backlog
es: Mover Películas a Pendientes
it: Sposta Film nella Raccolta
ro: Mută filmele în backlog
tr: Filmleri İzleneceklere taşı

# MoveMoviesToBacklogDescription
source: Move the movies to the backlog
de: Verschiebe die Filme in das Backlog
es: Mover las películas a la lista de pendientes
it: Sposta i film nella raccolta
ro: Mută filmele în backlog
tr: Filmleri İzleneceklere taşı

source: Move ${movies} to the Backlog
de: Verschiebe ${movies} in das Backlog
es: Mover ${movies} a Pendientes
it: Sposta ${movies} nella Raccolta
ro: Mută ${movies} în backlog
tr: ${movies} filmlerini İzleneceklere taşı

source: Move TV Shows to Backlog
de: Verschiebe TV-Sendungen in das Backlog
es: Mover Series de TV a Pendientes
it: Sposta Serie TV nella Raccolta
ro: Mută serialele TV în backlog
tr: Dizileri İzleneceklere taşı

# MoveTvShowsToBacklogDescription
source: Move the tv shows to the backlog
de: Verschiebe die TV-Sendungen in das Backlog
es: Mover las series de TV a la lista de pendientes
it: Sposta le serie tv nella raccolta
ro: Mută serialele TV în backlog
tr: Dizileri İzleneceklere taşı

source: Move ${tvShows} to the Backlog
de: Verschiebe ${tvShows} in das Backlog
es: Mover ${tvShows} a Pendientes
it: Sposta ${tvShows} nella Raccolta
ro: Mută ${tvShows} în backlog
tr: ${tvShows} dizilerini İzleneceklere taşı

# MovieQuestion
source: What's the movie?
de: Wie heißt der Film?
es: ¿Cuál es la película?
it: Qual è il film?
ro: Care este filmul?
tr: Film nedir?

source: Watch Providers for Movie
de: Anbieter für Film
es: Ver proveedores para película
it: Dove Vedere Film
ro: Furnizori pentru vizionarea filmului
tr: WFilm için içerik sağlayıcıları

# WatchProvidersForMovieDescription
source: Check on which platform you can see the selected movie
de: Prüfe auf welchen Plattformen du den ausgewählten Film sehen kannst
es: Ver en qué plataforma se puede ver la película seleccionada
it: Controlla su quale piattaforma puoi vedere il film selezionato
ro: Verificați pe ce platformă puteți viziona filmul selectat
tr: Seçili filmi hangi platformlarda izleyebileceğini görebilirsin

# Where can I watch ${movie} in ${country}?
source: Where can I see ${movie} in ${country}?
de: Wo kann ich ${movie} in ${country} schauen?
es: ¿Dónde puedo ver ${movie} en ${country}?
it: Dove posso vedere ${movie} in ${country}?
ro: Unde pot viziona ${movie} în ${country}?
tr: ${movie} filmini ${country} ülkesinde nerede izleyebilirim?

# TvShowQuestion
source: What's the tv show?
de: Wie heißt die TV-Sendung?
es: ¿Cuál es la serie de TV?
it: Qual è la serie tv?
ro: Care este serialul TV?
tr: Dizi nedir?

source: Watch Providers for TV Show
de: Anbieter für TV-Sendung
es: Ver proveedores para Serie de TV
it: Dove Vedere Serie TV
ro: Furnizori pentru vizionarea serialului TV
tr: Dizi için İçerik Sağlayıcıları

# WatchProvidersForTvShowDescription
source: Check on which platform you can see the selected tv show
de: Prüfe auf welchen Plattformen du die ausgewählte TV-Sendung sehen kannst
es: Ver en qué plataforma se puede ver la serie de TV seleccionada
it: Controlla su quale piattaforma puoi vedere la serie tv selezionata
ro: Verificați pe ce platformă puteți viziona serialul TV selectat
tr: Seçili diziyi hangi platformlarda izleyebileceğini görebilirsin

# Where can I watch ${tvShow} in ${country}?
source: Where can I see ${tvShow} in ${country}?
de: Wo kann ich ${tvShow} in ${country} schauen?
es: ¿Dónde puedo ver ${tvShow} en ${country}?
it: Dove posso vedere ${tvShow} in ${country}?
ro: Unde pot viziona ${tvShow} în ${country}?
tr: ${tvShow} dizisini ${country} ülkesinde nerede izleyebilirim?

# CountryQuestion
source: What's the country?
de: Wie heißt das Land?
es: ¿Cuál es el país?
it: Qual è il Paese?
ro: Care este țara?
tr: Ülke nedir?

# NoProvidersForCountryMessage
source: No providers for the selected Country
de: Keine Anbieter für das Land gefunden.
es: No hay proveedores para el país seleccionado
it: Nessun provider per il Paese selezionato
ro: Nu există furnizori pentru țara selectată
tr: Seçili ülke için içerik sağlayıcısı bulunamadı

source: Buy
de: Kaufen
es: Comprar
it: Acquisto
ro: Cumpără
tr: Satın Al

source: Rent
de: Ausleihen
es: Alquilar
it: Noleggio
ro: Închiriază
tr: Kirala

source: Activity
de: Aktivität
es: Actividad
it: Attività
ro: Activitate
tr: Aktiviteler

source: Date
de: Datum
es: Fecha
it: Data
ro: Dată
tr: Tarih

# DateQuestion
source: What's the date?
de: Wie lautet das Datum?
es: ¿Cuál es la fecha?
it: Qual è la data?
ro: Care este data?
tr: Tarih nedir?

source: Marked as watched
de: Als gesehen markiert
es: Marcado como visto
it: Segnato come visto
ro: Marcate ca vizionate
tr: İzlendi olarak işaretlendi

source: Mark Movie as Watched
de: Film als gesehen markieren
es: Marcar película como vista
it: Segna Film come Visto
ro: Marchează filmul ca vizionat
tr: Filmi izlendi olarak işaretle

# MarkMovieAsWatchedDescription
source: Mark the movie as watched in the selected date
de: Film als gesehen an dem ausgewählten Datum markieren
es: Marcar la película como vista en la fecha seleccionada
it: Segna il film come visto nella data selezionata
ro: Marchează filmul ca vizionat la data selectată
tr: Filmi seçili tarihte İzlendi olarak işaretle

source: Mark ${movie} as watched ${date}
de: ${movie} als gesehen am ${date} markieren
es: Marcar ${movie} como vista ${date}
it: Segna ${movie} come visto ${date}
ro: Marchează ${movie} ca vizionat la data ${date}
tr: ${movie} filmini ${date} tarihinde İzlendi olarak işaretle

source: Mark TV Show as Watched
de: TV-Sendung als gesehen markieren
es: Marcar Serie de TV como vista
it: Segna Serie TV come Vista
ro: Marchează serialul TV ca vizionat
tr: Diziyi İzlendi olarak işaretle

# MarkTvShowAsWatchedDescription
source: Mark the tv show as watched in the selected date
de: TV-Sendung als gesehen an dem ausgewählten Datum markieren
es: Marcar la serie de TV como vista en la fecha seleccionada
ro: Marchează serialul TV ca vizionat la data selectată
tr: Diziyi seçili tarihte İzlendi olarak işaretle

source: Mark ${tvShow} as watched ${date}
de: ${tvShow} als gesehen am ${date} markieren
es: Marcar ${tvShow} como vista ${date}
it: Segna ${tvShow} come vista ${date}
ro: Marchează ${tvShow} ca vizionat la data ${date}
tr: ${tvShow} dizisini ${date} tarihinde İzlendi olarak işaretle

source: Mark TV Show Season as Watched
de: TV-Sendungs-Staffel als gesehen markieren
es: Marcar Temporada de Serie como vista
it: Segna Stagione come Vista
ro: Marchează sezonul serialului TV ca vizionat
tr: Dizi sezonunu İzlendi olarak işaretle

# MarkTvShowSeasonAsWatchedDescription
source: Mark the tv show season as watched in the selected date
de: TV-Sendungs-Staffel als gesehen an dem ausgewählten Datum markieren
es: Marcar la temporada de serie como vista en la fecha seleccionada
it: Segna la stagione della serie tv come vista nella data selezionata
ro: Marchează sezonul serialului TV ca vizionat la data selectată
tr: Dizi sezonunu seçili tarihte İzlendi olarak işaretle

source: Mark ${tvShowSeason} as watched ${date}
de: ${tvShowSeason} als gesehen am ${date} markieren
es: Marcar ${tvShowSeason} como vista ${date}
it: Segna ${tvShowSeason} come vista ${date}
ro: Marchează ${tvShowSeason} ca vizionat la data ${date}
tr: ${tvShowSeason} dizi sezonunu ${date} tarihinde İzlendi olarak işaretle

source: Note
de: Notiz
es: Nota
it: Nota
ro: Notă
tr: Not

source: Notes
de: Notizen
es: Notas
it: Note
ro: Note
tr: Notlar

source: Rating
de: Bewertung
es: Calificación
it: Voto
ro: Evaluare
tr: Puan

source: Ratings
de: Bewertungen
es: Calificaciones
it: Voti
ro: Evaluări
tr: Puanlar

source: Watch status
de: Status
es: Estado de visualización
it: Stato di visione
ro: Stare vizionare
tr: İzleme Durumu

source: Watching
de: Am Schauen
es: Viendo
it: In corso
ro: Se vizionează
tr: İzleniyor

source: Not watched
de: Nicht gesehen
es: No vista
it: Non visto
ro: Nevizionat
tr: İzlenmedi

# TvShowSeasonEpisode
source: TV Show Episode
de: Fernsehsendung Episode
es: Episodio de serie de TV
it: Puntata Serie TV
ro: Episodul serialului TV
tr: Dizi Bölümü

source: Episode number
de: Episodennummer
es: Número de episodio
it: Numero puntata
ro: Număr episod
tr: Bölüm Numarası

source: Episodes
de: Episoden
es: Episodios
it: Puntate
ro: Episoade
tr: Bölümler

source: Mark tv show season of ${tvShow} as watched ${date}
de: Markiere die Staffel von ${tvShow} als gesehen ${date}
es: Marcar temporada de serie de TV de ${tvShow} como vista ${date}
it: Segna stagione di ${tvShow} come vista ${date}
ro: Marchează sezonul serialului TV ${tvShow} ca vizionat la data ${date}
tr: ${tvShow} dizisinin sezonunu ${date} tarihinde İzlendi olarak işaretle

# TvShowSeasonEpisodeQuestion
source: What's the TV Show Season Episode?
de: Wie lautet die TV Show Season Episode?
es: ¿Cuál es el Episodio de la Temporada de la Serie de TV?
it: Qual è la Puntata della Serie TV?
ro: Care este episodul sezonului serialului TV?
tr: Dizi sezonu bölümü nedir?

source: Mark TV Show Season Episode as Watched
de: Markiere die Episode der Fernsehsendung als gesehen
es: Marcar episodio de temporada como visto
it: Segna Puntata Serie TV come Vista
ro: Marchează episodul sezonului serialului TV ca vizionat
tr: Dizi sezonu bölümünü İzlendi olarak işaretle

# MarkTvShowSeasonEpisodeAsWatchedDescription
source: Mark the tv show season episode as watched in the selected date
de: Markiere die TV-Show Staffel Episode als gesehen im ausgewählten Datum
es: Marcar el episodio de temporada de serie de TV como visto en la fecha seleccionada
it: Segna la puntata della serie tv come vista nella data selezionata
ro: Marchează episodul sezonului serialului TV ca vizionat la data selectată
tr: Dizi sezonu bölümünü seçili tarihte İzlendi olarak işaretle

source: Mark tv show season episode of ${tvShow} as watched ${date}
de: Markieren Sie eine Episode der Fernsehserie ${tvShow} als gesehen ${date}
es: Marcar episodio de temporada de serie de TV de ${tvShow} como visto ${date}
it: Segna puntata di ${tvShow} come vista ${date}
ro: Marchează episodul sezonului serialului TV ${tvShow} ca vizionat la data ${date}
tr: ${tvShow} dizi sezonu bölümünü ${date} tarihinde İzlendi olarak işaretle

source: Search Movie Online
es: Buscar película en línea

# SearchMovieOnlineDescription
source: Search for a new movie
es: Buscar una nueva película
tr: Yeni bir film ara

source: Search TV Show Online
es: Buscar serie de TV en línea
tr: Çevrimiçi bir dizi ara

# SearchTvShowOnlineDescription
source: Search for a new tv show
es: Buscar un nuevo programa de televisión
tr: Yeni bir dizi ara

source: Search
es: Buscar
tr: Ara

source: Open Backlog
es: Abrir Pendientes
tr: İzlenecekleri aç

# OpenBacklogDescription
source: Open the backlog list
es: Abrir la lista de pendientes
tr: İzlenenecekler listesini aç

source: Open
es: Abrir
tr: Aç

source: Open Space
es: Abrir Espacio
tr: Alanı aç

# OpenSpaceDescription
source: Open the selected space list
es: Abrir la lista de espacio seleccionado
tr: Seçili Alan listesini aç

source: Open ${space} list
es: Abrir lista de ${space}
tr: ${space} listesini aç

source: Videos
it: Video
ro: Videoclipuri
tr: Videolar

source: Streaming
tr: Abonelikler

source: Link
ro: Legătură
