Repository: SimoneMontalto/movie-tracker-localization
Catalog: App/*.lproj/Localizable.strings
Languages: ro, tr

# WaitLoading
source: Please wait...
ro: Vă rugăm așteptați...
tr: Lütfen Bekleyin...

# Movie
source: Movies
ro: Filme
tr: Filmler

# TvShow
source: TV Shows
ro: Emisiuni TV
tr: Diziler

# SearchMovie
source: Search Movies
ro: Caută Filme
tr: Film Ara

# SearchTvShow
source: Search TV Shows
ro: Caută Emisiuni TV
tr: Dizi Ara

source: Settings
ro: Setări
tr: Ayarlar

source: Save
ro: Salvează
tr: Kaydet

source: Manage
ro: Gestionează
tr: Yönet

source: Suggestions
ro: Sugestii
tr: Öneriler

source: Move
ro: Mută
tr: Taşı

source: All
ro: Toate
tr: Tümü

source: Sort
ro: Sortează
tr: Sırala

source: Show
ro: Arată
tr: Göster

source: Layout
ro: Aranjament
tr: Yerleşim

source: Edit
ro: Editează
tr: Düzenle

source: Delete
ro: Șterge
tr: Sil

source: Cancel
ro: Anulează
tr: İptal

source: Retry
ro: Reîncearcă
tr: Yeniden Dene

source: Search
ro: Caută
tr: Ara

# SearchPlaceholder
source: Search online by title
ro: Caută online după titlu
tr: Başlığa göre çevrimiçi ara

# OthersSelectedActor
source: Others of the selected actor
ro: Altele de la actorul selectat
tr: Seçili oyuncunun diğer eserleri

# BacklogPlaceholder
source: In this section you will see the items added to the Backlog to organize in Spaces
ro: În această secțiune vei vedea elementele adăugate în Backlog pentru a le organiza în Spații
tr: Bu bölümde, Alanlarda organize etmek için İzleneceklere eklenen öğeleri göreceksiniz.

# WatchedPlaceholder
source: In this section you will see the items that you have Watched
ro: În această secțiune vei vedea elementele pe care le-ai vizionat
tr: Bu bölümde izlediğiniz öğeleri göreceksiniz

# SpacePlaceholder
source: In this section you will see the elements added to the selected Space
ro: În această secțiune vei vedea elementele adăugate în Spațiul selectat
tr: Bu bölümde, seçilen Alana eklenen içerikleri göreceksiniz.

# TagPlaceholder
source: In this section you will see the elements added to the selected Tag
ro: În această secțiune vei vedea elementele adăugate la Eticheta selectată
tr: Bu bölümde, seçilen etikete eklenen içerikleri göreceksiniz.

# ActorPlaceholder
source: In this section you will see the elements of the selected Actor
ro: În această secțiune vei vedea elementele actorului selectat
tr: Bu bölümde seçilen oyuncunun yer aldığı eserleri göreceksiniz.

# DirectorPlaceholder
source: In this section you will see the elements of the selected Director
ro: În această secțiune vei vedea elementele regizorului selectat
tr: Bu bölümde seçilen yönetmenin yer aldığı eserleri göreceksiniz

# CategoryPlaceholder
source: In this section you will see the elements added to the selected Category
ro: În această secțiune vei vedea elementele adăugate în Categoria selectată
tr: Bu bölümde seçili kategorinin içeriklerini göreceksiniz

# SpacesPlaceholder
source: In this section you will see the list of your Spaces
ro: În această secțiune vei vedea lista Spațiilor tale
tr: Bu bölümde Alanlarınızın listesini göreceksiniz.

# NoSimilarMoviesPlaceholder
source: No similar Movies
ro: Nu există filme similare
tr: Benzer film yok

# NoSimilarTvShowsPlaceholder
source: No similar TV Shows
ro: Nu există emisiuni TV similare
tr: Benzer dizi yok

# NoRecommendedMoviesPlaceholder
source: No recommended Movies
ro: Nu există filme recomandate
tr: Önerilen film yok

# NoRecommendedTvShowsPlaceholder
source: No recommended TV Shows
ro: Nu există emisiuni TV recomandate
tr: Önerilen dizi yok

# NoSpacesPlaceholder
source: No Space has been created
ro: Niciun Spațiu nu a fost creat
tr: Herhangi bir Alan oluşturulmadı

# NoNotesPlaceholder
source: No Note has been created
ro: Nicio Notă nu a fost creată
tr: Herhangi bir Not oluşturulmadı

# NoTagsPlaceholder
source: No Tag has been created
ro: Nicio Etichetă nu a fost creată
tr: Herhangi bir Etiket oluşturulmadı

source: Select
ro: Selectează
tr: Seç

source: Country
ro: Țară
tr: Ülke

source: Attention
ro: Atenție
tr: Dikkat

# GenericErrorMessage
source: An error occurred. Please, try again.
ro: A apărut o eroare. Te rugăm să încerci din nou.
tr: Bir hata oluştu. Lütfen, tekrar deneyin.

source: Ok
tr: Tamam

source: Search Online
ro: Caută Online
tr: Çevrimiçi Ara

source: Backlog
tr: İzlenecekler

source: Spaces
ro: Spații
tr: Alanlar

source: Favorite Spaces
ro: Spații Favorite
tr: Favori Alanlar

source: Tags
ro: Etichete
tr: Etiketler

source: Create Tag
ro: Creează Etichetă
tr: Etiket Oluştur

source: Add Tag
ro: Adaugă Etichetă
tr: Etiket Ekle

source: Select Tags
ro: Selectează Etichete
tr: Etiket Seç

source: Add Space
ro: Adaugă Spațiu
tr: Alan Ekle

source: Select Space
ro: Selectează Spațiu
tr: Alan Seç

source: Add Favorite Space
ro: Adaugă Spațiu Favorit
tr: Favori Alan Ekle

# SearchErrorMessage
source: An error occurred during the search. Try again.
ro: A apărut o eroare în timpul căutării. Încearcă din nou.
tr: Arama sırasında bir sorun oluştu. Tekrar deneyin.

# SaveNotEnabledErrorMessage
source: Error while saving. Fill in all the fields to be able to proceed.
ro: Eroare în timpul salvării. Completează toate câmpurile pentru a putea continua.
tr: Kaydedilirken hata oluştu. Devam edebilmek için tüm alanları doldurun.

# ItemAlreadyPersistedLocallyErrorMessage
source: The item already exists locally.
ro: Elementul există deja local.
tr: Bu öge lokal olarak zaten mevcut.

# DeleteLocalSpaceInfoMessage
source: The action is not reversible. Movies and TV Shows within this space will be moved to the Backlog. Do you want to proceed?
ro: Acțiunea nu este reversibilă. Filmele și emisiunile TV din acest spațiu vor fi mutate în Backlog. Dorești să continui?
tr: Bu işlem geri alınamaz. Bu alandaki filmler ve diziler İzleneceklere taşınacaktır. Devam etmek istiyor musun?

# DeleteInfoMessage
source: The action is not reversible. Do you want to proceed?
ro: Acțiunea nu este reversibilă. Dorești să continui?
tr: Bu işlem geri alınamaz. Devam etmek istiyor musunuz?

# SpaceAlreadyInFavoriteSpacesMessage
source: The selected space has already been added to your favorites.
ro: Spațiul selectat a fost deja adăugat la favorite.
tr: Seçilen alan favorilerinize zaten ekli.

# DeleteLocalItemMessage
source: Are you sure you want to proceed with deleting the item?
ro: Ești sigur că vrei să continui cu ștergerea elementului?
tr: Bu ögeyi silmek istiyor musunuz?

# NoProvidersForCountryMessage
source: No providers for the selected Country
ro: Nu există furnizori pentru țara selectată
tr: Seçili ülke için bir içerik sağlayıcı bulunmuyor.

# NoProvidersForContentMessage
source: No providers for this content
ro: Nu există furnizori pentru acest conținut
tr: Bu içerik için bir içerik sağlayıcı bulunmuyor.

source: Title
ro: Titlu
tr: Başlık

source: Description
ro: Descriere
tr: Açıklama

source: Publisher
ro: Editor
tr: Yayıncı

source: Producers
ro: Producători
tr: Yapımcılar

source: Seasons
ro: Sezoane
tr: Sezonlar

source: Actors
ro: Actori
tr: Oyuncular

source: Directors
ro: Regizori
tr: Yönetmenler

source: Categories
ro: Categorii
tr: Kategoriler

source: Language
ro: Limbă
tr: Dil

source: Year
ro: An
tr: Yıl

# Duration
source: Runtime
ro: Durată
tr: Süre

source: Release Date
ro: Data Lansării
tr: Yayın Tarihi

source: Add
ro: Adaugă
tr: Ekle

source: Add to Backlog
ro: Adaugă în Backlog
tr: İzleneceklere Ekle

source: Move to...
ro: Mută la...
tr: Şuraya Taşı...

source: Move to Backlog
ro: Mută în Backlog
tr: İzleneceklere Taşı

source: Move to Space
ro: Mută în Spațiu
tr: Alana Taşı

source: Add to Space
ro: Adaugă în Spațiu
tr: Alana Ekle

source: Create Space
ro: Creează Spațiu
tr: Alan Oluştur

source: Edit Space
ro: Editează Spațiu
tr: Alanı Düzenle

source: Show more
ro: Arată mai mult
tr: Daha fazla göster

source: Show less
ro: Arată mai puțin
tr: Daha az göster

source: Name
ro: Nume
tr: Ad

source: Insert name
ro: Introduceți nume
tr: İsim gir

source: Color
ro: Culoare
tr: Renk

source: Icon
ro: Pictogramă
tr: İkon

source: Remove favorite
ro: Elimină din favorite
tr: Favoriyi Kaldır

source: Add favorite
ro: Adaugă la favorite
tr: Favori Ekle

# SelectIcon
source: Select app icon
ro: Selectează Pictogramă
tr: İkon Seç

source: More...
ro: Mai multe...
tr: Daha...

source: Assign Tag
ro: Atribuie Etichetă
tr: Etiket Tanımla

# YourRate
source: User
ro: Utilizator
tr: Kullanıcı

source: Streaming
tr: Abonelik

source: Buy
ro: Cumpără
tr: Satın Al

source: Rent
ro: Închiriază
tr: Kirala

source: Watch Providers
ro: Furnizori de Vizionare
tr: İçerik Sağlayıcılar

source: provided by
ro: oferit de
tr: içerik sağlayıcı:

source: Open website
ro: Deschide website
tr: Websiteyi aç

source: Show similar Movies
ro: Arată filme similare
tr: Benzer filmleri göster

source: Show similar TV Shows
ro: Arată emisiuni TV similare
tr: Benzer dizileri göster

source: Show recommended Movies
ro: Arată filme recomandate
tr: Önerilen filmleri göster

source: Show recommended TV Shows
ro: Arată emisiuni TV recomandate
tr: Önerilen dizileri göster

source: Similar
ro: Similare
tr: Benzer

source: Recommended
ro: Recomandate
tr: Önerilen

source: Rate it
ro: Evaluează-l
tr: Puanla

source: Note
ro: Notă
tr: Not

source: Insert note (optional)
ro: Introduceți notă (opțional)
tr: Not ekle (opsiyonel)

source: Insert note
ro: Introduceți notă
tr: Not Ekle

source: Add rating
ro: Adaugă evaluare
tr: Puan Ekle

source: Edit rating
ro: Editează evaluare
tr: Puanı Düzenle

source: Special occasions
ro: Ocazii speciale
tr: Özel günler

source: Transportation and travel
ro: Transport și călătorii
tr: Ulaşım ve Seyahat

source: Food and outings
ro: Mâncare și ieșiri
tr: Yemek ve Gezi

source: Movies and TV
ro: Filme și TV
tr: Filmler ve Diziler

source: Sports and games
ro: Sporturi și jocuri
tr: Spor ve Oyunlar

source: Music and audio
ro: Muzică și audio
tr: Müzik ve Ses

source: Reading and writing
ro: Lectură și scriere
tr: Okuma ve Yazma

source: Visual art
ro: Artă vizuală
tr: Görsel Sanatlar

source: Nature
ro: Natură
tr: Doğa

source: Science and technology
ro: Știință și tehnologie
tr: Bilim ve Teknoloji

source: Tools
ro: Unelte
tr: Araçlar

source: People
ro: Oameni
tr: İnsan

source: Home
ro: Acasă
tr: Ana Menü

source: Time
ro: Timp
tr: Süre

source: Miscellaneous
ro: Diverse
tr: Çeşitli

# EmailSubject
source: Support %@. Version: %@ - %@
ro: Suport %@. Versiune: %@ - %@
tr: Destek %@. Sürüm: %@ - %@

# DeleteAll
source: Delete all library
ro: Șterge toată biblioteca
tr: Tüm Kütüphaneyi Sil

# ReduceHaptic
source: Reduce vibrations
ro: Reduci vibrațiile
tr: Titreşimleri Azalt

source: Info
tr: Hakkında

# TipJar
source: Leave a tip
ro: Lasă un bacșiș
tr: Bir bahşiş bırak

# LeaveReview
source: Leave a review
ro: Lasă o recenzie
tr: Bir değerlendirme gönder

# SendEmail
source: Send an email
ro: Trimite un email
tr: E-posta gönder

source: Next
ro: Următorul
tr: Sonraki

source: Previous
ro: Anterior
tr: Önceki

source: Start
tr: Başla

# StandardLayout
source: Standard
tr: Standart

# CompactLayout
source: Compact
tr: Kompakt

# LittleCoverLayout
source: Cover (small)
ro: Copertă (mică)
tr: Kapak (küçük)

# LittleCoverInfoLayout
source: Cover with info (small)
ro: Copertă cu informații (mică)
tr: Kapak ve bilgiler (küçük)

# BigCoverLayout
source: Cover (big)
ro: Copertă (mare)
tr: Kapak (büyük)

# BigCoverInfoLayout
source: Cover with info (big)
ro: Copertă cu informații (mare)
tr: Kapak ve bilgiler (büyük)

# OnboardingText1
source: Movie Tracker is the ideal application to easily search and organize the Movies and TV Shows you want to watch.
ro: Movie Tracker este aplicația ideală pentru a căuta și organiza cu ușurință Filmele și Emisiunile TV pe care doriți să le vizionați.
tr: Movie Tracker, izlemek istediğiniz Filmleri ve Dizileri kolayca aramak ve düzenlemek için ideal bir uygulamadır.

# OnboardingText2
source: Has a friend recommended a Movie or TV Show for you to watch? Quickly save it to your Backlog.
ro: Un prieten v-a recomandat un Film sau un Serial TV pentru a-l viziona? Salvați-l rapid în Backlog.
tr: Bir arkadaşınız size izlemeniz için bir Film ya da Dizi mi önerdi? Hızlıca İzlenecekler listenize kaydedin.

# OnboardingText3
source: Organize what to see using Spaces. For example, you can create a Space with TV Shows to watch with friends and another with the Films to watch at Christmas.
ro: Organizați ce să vedeți folosind Spații. De exemplu, puteți crea un Spațiu cu Emisiuni TV de vizionat cu prietenii și altul cu Filmele de vizionat de Crăciun.
tr: Alanları kullanarak neleri göreceğinizi düzenleyin. Örneğin, arkadaşlarınızla izlemek için dizilerin olduğu bir Alan ya da yılbaşında izlemek için Filmlerin olduğu bir Alan oluşturabilirsin.

# OnboardingText4
source: Not sure which service to stream, rent or buy a Movie or TV Series on? Check it out easily with Movie Tracker.
ro: Nu sunteți sigur pe ce serviciu să transmiteți, să închiriați sau să cumpărați un Film sau un Serial TV? Verificați cu ușurință cu Movie Tracker.
tr: Bir filmi ya da diziyi hangi sağlayıdan abonelik planı ile izleyebileceğinizi, kiralayabileceğinizi veya satın alacağınızı öğrenmek mi istiyorsun? Movie Tracker ile kolayca kontrol edebilirsin.

# OnboardingText5
source: By enabling iCloud and iCloud Drive, your library automatically syncs with all your devices.
ro: Activând iCloud și iCloud Drive, biblioteca dvs. se sincronizează automat cu toate dispozitivele dvs.
tr: iCloud ve iCloud Drive'ı etkinleştirildiğinde, kitaplığınız otomatik olarak tüm cihazlarınızda eşitlenir.

# OnboardingTitle1
source: Organize Movies and TV Shows to watch
ro: Organizează Filmele și Serialele TV de vizionat
tr: İzleyeceğin filmleri ve dizileri organize et

# OnboardingTitle2
source: Add things to watch to the Backlog
ro: Adaugă lucrurile pe care vrei să le vizionezi în Backlog
tr: İzlenecekler listene eklemeler yap

# OnboardingTitle3
source: Organize watches in Spaces
ro: Organizează vizionările în Spații
tr: İçerikleri Alanlara göre ayır

# OnboardingTitle4
source: See where to watch a Movie or TV Show
ro: Vezi unde poți viziona un Film sau un Serial TV
tr: Film ve Dizileri nereden izleyebileceğini gör

# OnboardingTitle5
source: Sync via iCloud
ro: Sincronizează prin iCloud
tr: iCloud ile Eşzamanla

# PremiumSubtitle
source: Unlock all features
ro: Deblochează toate caracteristicile
tr: Tüm Özellikleri Aç

# SendEmailTitle
source: Which app do you want to use to send the email?
ro: Ce aplicație vrei să folosești pentru a trimite e-mailul?
tr: Hangi uygulamayı kullanarak e-posta göndermek istiyorsun?

source: Default
ro: Implicit
tr: Varsayılan

# CannotShowEmailComposerTitle
source: Cannot send email
ro: Nu se poate trimite e-mailul
tr: E-posta gönderilemiyor.

# CannotShowEmailComposerMessage
source: In order to send the email, you have to configure an email app on your device
ro: Pentru a trimite e-mailul, trebuie să configurezi o aplicație de e-mail pe dispozitivul tău
tr: Bir e-posta gönderebilmek için, cihazınıda bir e-posta uygulaması ayarlamasınız.

# DeleteAllTitle
source: Are you sure?
ro: Ești sigur?
tr: Emin misin?

# DeleteAllMessage
source: This action is irreversible and all your library will be deleted
ro: Această acțiune este ireversibilă și toată biblioteca ta va fi ștearsă
tr: Bu eylem geri alınamaz ve tüm kütüphanen silinecek.

# DeleteAllAction
source: Delete all
ro: Șterge tot
tr: Tümünü Sil

# InAppRestore
source: Restore purchase
ro: Restaurează achiziția
tr: Satınalımı geri yükle

source: Continue
ro: Continuă
tr: Devam Et

source: Try for free
ro: Încearcă gratuit
tr: Ücretsiz Dene

# ErrorOccurred
source: A problem has occurred. Try later
ro: A apărut o problemă. Încearcă mai târziu
tr: Bir problem oluştu, daha sonra tekrar deneyin.

# CannotMakePurchase
source: Your device is not enabled for purchase
ro: Dispozitivul tău nu este activat pentru achiziții
tr: Cihazınız satın alım yapmak için aktifleştirilmedi.

# ThanksgivingTitle
source: Purchase completed
ro: Achiziție finalizată
tr: Satın alma tamamlandı.

# ThanksgivingMessage
source: Thanks for your support ❤️
ro: Mulțumim pentru sprijinul tău ❤️
tr: Desteğin için teşekkürler ❤️

# NoPurchaseToRestore
source: There are no in-app purchases to restore with your account
ro: Nu există achiziții în aplicație pentru a fi restaurate cu contul tău
tr: Hesabınla ilişkili bir uygulama içi satın alım bulunamadı

# InAppDescription
source: Hello 👋 Movie Tracker was created by Simone 👨🏻‍💻 with the help of Carmen 👩🏻‍🎨! By becoming a Movie Tracker Pro user you can help us work on the app and receive new features!
ro: Bună 👋 Movie Tracker a fost creat de Simone 👨🏻‍💻 cu ajutorul lui Carmen 👩🏻‍🎨! Devenind un utilizator Movie Tracker Pro cu o singură achiziție în aplicație, ne poți ajuta să lucrăm la aplicație și să primim noi funcții!
tr: Merhaba 👋 Movie Tracker, Carmen'in 👩🏻‍🎨 yardımıyla ile Simone 👨🏻‍💻 tarafından geliştirildi! Bir Movie Tracker Profesyonel kullanıcısı olarak, uygulama üzerinde çalışmamıza yardımcı olabilirsin ve bu sayede yeni özellikler edinebilirsin!

# InAppFeature1
source: Track an unlimited number of Movies and TV Shows
ro: Urmareste un număr nelimitat de Filme și Seriale TV
tr: Sınırsız sayıda Film ve Dizi takip et

# InAppFeature2
source: Create an unlimited number of Spaces
ro: Creează un număr nelimitat de Spații
tr: Sınırsız sayıda Alan oluştur

# InAppFeature3
source: Change the app icon
ro: Schimbă pictograma aplicației
tr: Uygulama ikonunu değiştir

# InAppFeature4
source: Support an indie developer
ro: Sprijină un dezvoltator independent
tr: Bağımsız bir geliştiriyi destekle

# InAppFooter
source: Movie Tracker respects your privacy and does not collect any data about you. All features are performed on your device and the data is synced through your iCloud account.
ro: Movie Tracker respectă intimitatea ta și nu colectează nicio dată despre tine. Toate funcțiile sunt realizate pe dispozitivul tău și datele sunt sincronizate prin contul tău iCloud.
tr: Movie Tracker gizliliğine saygı duyar be senin hakkında hiçbir veri toplamaz. Tüm özellikler cihazında gerçekleşir ve veriler iCloud hesabınla eşlenir.

# TipJarDescription
source: Hello 👋 Movie Tracker was created by Simone 👨🏻‍💻 with the help of Carmen 👩🏻‍🎨! By becoming a Movie Tracker Supporter user you can help us work on the app and receive new features!
ro: Bună 👋 Movie Tracker a fost creat de Simone 👨🏻‍💻 cu ajutorul lui Carmen 👩🏻‍🎨! Devenind un utilizator Movie Tracker Supporter, ne poți ajuta să lucrăm la aplicație și să adaugam noi funcții!
tr: Merhaba 👋 Movie Tracker, Carmen'in 👩🏻‍🎨 yardımıyla ile Simone 👨🏻‍💻 tarafından geliştirildi! Bir Movie Tracker Destekleyicisi olarak, uygulama üzerinde çalışmamıza yardımcı olabilirsin ve bu sayede yeni özellikler edinebilirsin!

# AppInfoDescription
source: Movie Tracker is the perfect app to easily keep track of the Movies and TV Shows you want to watch. You can manage your personal collection and list of things to see. Search Movies and TV Shows by title and organize everything using the Spaces or enter the elements you are looking for in the "Backlog", the list used to group the Movies and TV Shows recommended by a friend that you want to save on the fly. You can always organize your items later thanks to the Spaces. The app is available for iPhone, iPad and Mac and if you have enabled iCloud and iCloud Drive on your devices, the library is automatically synchronized between them. For any doubts or request, you can send an email using the appropriate button on the "Settings" page. All information relating to Movies and TV Shows and the search function are made available by TMDB. The list of providers from which you can stream, buy or rent content is made available by JustWatch. This product uses the TMDB API but is not approved or certified by TMDB
ro: Movie Tracker este aplicația perfectă pentru a ține ușor evidența Filmelor și Serialelor TV pe care vrei să le vizionezi. Poți gestiona colecția personală și lista de lucruri de văzut. Caută Filme și Seriale TV după titlu și organizează totul folosind Spațiile sau introdu elementele pe care le cauți în "Backlog", lista folosită pentru a grupa Filmele și Serialele TV recomandate de un prieten pe care vrei să le salvezi în grabă. Întotdeauna poți organiza elementele mai târziu mulțumită Spațiilor. Aplicația este disponibilă pentru iPhone, iPad și Mac și dacă ai activat iCloud și iCloud Drive pe dispozitivele tale, biblioteca este sincronizată automat între ele. Pentru orice îndoială sau solicitare, poți trimite un e-mail folosind butonul corespunzător de pe pagina "Setări". Toate informațiile referitoare la Filme și Seriale TV și funcția de căutare sunt puse la dispoziție de TMDB. Lista de furnizori de la care poți transmite, cumpăra sau închiria conținut este pusă la dispoziție de JustWatch. Acest produs folosește API-ul TMDB, dar nu este aprobat sau certificat de TMDB
tr: Movie Tracker, izlemek istediğiniz filmleri ve dizileri kolayca takip etmek için harika bir uygulamadır. Kişisel koleksiyonunu ve izlemek istediğin şeyleri yönetebilir, planlayabilirsin. Dizileri ve filmleri adları ile arayabilir, her şeyi Alanlar'a göre organize edebilirsin. Ya da aradığın şeyi "İzlenecekler"'e ekleyebilirsin. İzlenecekler listesi, bir arkadaşının ya da başka birinin bir dizi / film önerdiği o anda, hemen ekleme yapabileceğin bir yerdir. Ögelerini her zaman Alanlar özelliği sayesinde organize edebilirsin. Bu uygulama iPhone, iPad ve Mac için mevcuttur ve cihazlarınzda iCloud ve iCloud Drive etkin ise, içeriklerin cihazların arasında otomatik olarak eşitlenir. Herhangi bir şüpheniz veya talebiniz için, "Ayarlar" sayfasında yer alan düğmeyi kullanarak e-posta gönderebilirsin. Filmler, Diziler ve arama sonuçları ile ilgili tüm bilgiler TMDB tarafından sağlanır. Dizi ve filmleri, satın alabileceğiniz, kiralayabileceğiniz ya da hangi platformlarda izleyebileceğinizin bilgisi JustWatch tarafından sağlanır. Bu uygulama TMDB API'sini kullanır ancak TMDB tarafından onaylanmamış ya da sertifikalandırılmamıştır.

# Reddit
source: Movie Tracker Community
ro: Comunitatea Movie Tracker
tr: Movie Tracker Komünitesi

# DefaultIcon
source: Default
ro: Implicit
tr: Varsayılan

# BlackIcon
source: Black
ro: Negru
tr: Siyah

# RedIcon
source: Red
ro: Roșu
tr: Kırmızı

# WhiteIcon
source: White
ro: Alb
tr: Beyaz

source: All seasons
ro: Toate sezoanele
tr: Tüm Sezonlar

source: Mark as watched
ro: Marchează ca vizionat
tr: İzlendi olarak işaretle

source: Mark as watched...
ro: Marchează ca vizionat...
tr: İzlendi olarak işaretle...

source: Mark as watched today
ro: Marchează ca vizionat astăzi
tr: Bugün izlendi olarak işarele

source: Mark as rewatched
ro: Marchează ca revizionat
tr: Yeniden İzlendi olarak işaretle

source: Mark as rewatched...
ro: Marchează ca revizionat...
tr: Yeniden İzlendi olarak işaretle...

source: Mark as rewatched today
ro: Marchează ca revizionat astăzi
tr: Bugün Yeniden İzlendi olarak işaretle

# MarkAsWatchedAllTvShowMessage
source: Do you want to mark all the seasons of the TV Show as watched?
ro: Vrei să marchezi toate sezoanele Serialului TV ca vizionate?
tr: Bu dizinin tüm sezonlarını İzlendi olarak işaretlemek istiyor musun?

# MarkAsWatchedAllTvShowEpisodesMessage
source: Do you want to mark all the episode of the TV Show season as watched?
ro: Vrei să marchezi toate episoadele sezonului Serialului TV ca vizionate?
tr: Bu sezonun tüm bölümlerini İzlendi olarak işaretlemek istiyor musun?

# ItemNotWatchedMessage
source: You haven't watched %@ yet
ro: Nu ai vizionat încă %@
tr: Henüz %@ izlemedin.

source: Show all activities
ro: Afișează toate activitățile
tr: Tüm aktiviteleri göster

source: Activities
ro: Activități
tr: Aktiviteler

source: Show watched
ro: Arată vizionate
tr: İzlenenleri Göster

source: Hide watched
ro: Ascunde vizionate
tr: İzlenenleri Gizle

source: Rumored
ro: Zvonit
tr: Söylentiler Dolaşıyor

source: Planned
ro: Planificat
tr: Planlandı
