Repository: SimoneMontalto/movie-tracker-localization
Catalog: App/*.lproj/Localizable.strings
Languages: ro, tr

source: In Production
ro: În producție
tr: Yapım Aşamasında

source: Post Production
ro: Post-producție
tr: Post Prodüksiyon

source: Released
ro: Lansat
tr: Yayınlandı

source: Canceled
ro: Anulat
tr: İptal Edildi

source: Ended
ro: Încheiat
tr: Bitti

source: Returning Series
ro: Serie în desfășurare
tr: Geri Dönen Dizi

source: Watched
ro: Vizionat
tr: İzlenenler

source: Search country
ro: Tara in care cauti
tr: Ülke Ara

source: Where to watch country
ro: Tara de vizionare
tr: Hangi ülkede izliyorsun

source: Statistics
ro: Statistici
tr: İstatistikler

source: Watched movies
ro: Filme vizionate
tr: İzlenen Filmler

source: Movies
ro: Filme
tr: Filmler

# WatchedTvShowSeasons
source: Watched seasons
ro: Sezoane vizionate
tr: İzlenen Sezonlar

# TvShowSeasons
source: Seasons
ro: Sezoane
tr: Sezonlar

source: Watched tv shows
ro: Seriale TV vizionate
tr: İzlenen Diziler

source: TV Shows
ro: Seriale TV
tr: Diziler

source: Day
ro: Zi
tr: Gün

source: Month
ro: Lună
tr: Ay

source: This week
ro: Această săptămână
tr: Bu Hafta

source: Last week
ro: Săptămâna trecută
tr: Geçen Hafta

source: This month
ro: Această lună
tr: Bu Ay

source: Last month
ro: Luna trecută
tr: Geçen Ay

source: This year
ro: Acest an
tr: Bu Yıl

source: Last year
ro: Anul trecut
tr: Geçen Yıl

source: Watch streak
ro: Serie de vizionare
tr: İzleme Serisi

# WatchedMoviesAverageDaily
source: The average number of movies watched per day is %.1f.
ro: Numărul mediu de filme vizionate pe zi este %.1f.
tr: Gün başına izlenen ortalama film sayısı %.1f.

# WatchedTvShowSeasonsAverageDaily
source: The average number of seasons watched per day is %.1f.
ro: Numărul mediu de sezoane vizionate pe zi este %.1f.
tr: Gün başına izlenen ortalama sezon sayısı %.1f.

# WatchedMoviesAverageMonthly
source: The average number of movies watched per month is %.1f.
ro: Numărul mediu de filme vizionate pe lună este %.1f.
tr: Aylık ortalama izlenen film sayısı %.1f.

# WatchedTvShowSeasonsAverageMonthly
source: The average number of seasons watched per month is %.1f.
ro: Numărul mediu de sezoane vizionate pe lună este %.1f.
tr: Aylık ortalama izlenen sezon sayısı %.1f.

source: Most watched actors
ro: Cei mai vizionați actori
tr: En çok izlenen oyuncular

# MostWatchedGenres
source: Most watched categories
ro: Cele mai vizionate categorii
tr: En çok izlenen kategori

source: Notes
ro: Notițe
tr: Notlar

source: Add note
ro: Adaugă notiță
tr: Not Ekle

source: Edit note
ro: Editează notița
tr: Notu Düzenle

source: User rating
ro: Evaluarea utilizatorului
tr: Kullanıcı Puanı

# ExternalRating
source: Rating
ro: Evaluare
tr: Puan

source: Contributors
ro: Contribuitori
tr: Destekçiler

# DeleteActivitiesInfoMessage
source: You are about to eliminate all activities. The action is not reversible. Do you want to proceed?
ro: Ești pe cale să elimini toate activitățile. Acțiunea nu este reversibilă. Dorești să continui?
tr: Tüm aktiviteleri silmek üzeresin. Bu eylem geri alınamaz. İlerlemek istiyor musun?

source: All episodes
ro: Toate episoadele
tr: Tüm Bölümler

source: Episodes
ro: Episoade
tr: Bölümler

# WatchedTvShowSeasonEpisodes
source: Watched tv show episodes
ro: Episoade vizionate din sezonul unui serial TV
tr: İzlenen bölümler

# WatchedTvShowSeasonEpisodesAverageDaily
source: The average number of TV show episodes watched per day is %.1f.
ro: Numărul mediu de episoade ale unui serial TV vizionate pe zi este %.1f.
tr: Gün başına izlenen ortalama bölüm sayısı %.1f.

# WatchedTvShowSeasonEpisodesAverageMonthly
source: The average number of TV show episodes watched per month is %.1f.
ro: Numărul mediu de episoade ale unui serial TV vizionate pe lună este %.1f.
tr: Aylık ortalama izlenen bölüm sayısı %.1f.

# ItemsMigratingTitle
source: Setting Up...
ro: În curs de configurare...
tr: Ayarlanıyor...

# ItemsMigratingSubtitle
source: Some updates are needed before we can proceed. It should not take long.
ro: Sunt necesare unele actualizări înainte de a putea continua. Nu ar trebui să dureze mult.
tr: Devam etmeden önce bazı güncellemeler gerekiyor. Fazla uzun sürmez.

# MovieTrackerOriginalDescription
source: As an original Movie Tracker customer all current Movie Tracker Pro features are unlocked!
tr: Orijinal Movie Tracker müşterisi olarak tüm mevcut Movie Tracker Pro özellikleri açıktır!

source: Subscribe anyway
tr: Yine de Abone Ol

source: More details
tr: Daha Fazla Detay

source: Movie Tracker Original
tr: Orijinal Movie Tracker

# UpgradeMovieTrackerPro
source: Upgrade to Movie Tracker Pro
tr: Movie Tracker Pro'ya Yükselt

# OriginalSubscribeDescription
source: Thank you for being an original customer of Movie Tracker! As a token of appreciation, I'm pleased to inform you that you are a Movie Tracker Original. This means that all current Movie Tracker Pro features will be unlocked automatically for you. In the future, there may be features that require Movie Tracker Pro, but at this moment, all features are the same for Movie Tracker Original and Movie Tracker Pro users.
tr: Movie Tracker'ın orijinal müşterisi olduğunuz için teşekkür ederiz! Bir teşekkür olarak size, Movie Tracker Original olduğunuzu bildirmekten mutluluk duyarım. Bu, mevcut tüm Movie Tracker Pro özelliklerinin sizin için otomatik olarak açılacağı anlamına gelir. Gelecekte Movie Tracker Pro gerektiren özellikler olabilir, ancak şu anda Movie Tracker Original ve Movie Tracker Pro kullanıcıları için tüm özellikler aynıdır.

source: Try Movie Tracker Pro for Free
tr: Ücretsiz Movie Tracker Pro'yu Deneyin

source: Buy Movie Tracker Pro
tr: Movie Tracker Pro Satın Al

source: Take advantage of the full potential of Movie Tracker to keep track of Movies and TV Shows to watch.
tr: Movie Tracker'ın tam potansiyelinden yararlanarak izlenecek Filmler ve TV Programlarını takip edin.

source: Feature
tr: Özellik

source: Free
tr: Ücretsiz

# Number of items
source: Number of movies and tv shows
tr: Filmler ve TV Programlarının Sayısı

source: Unlimited
tr: Sınırsız

source: Number of Spaces
tr: Alan Sayısı

source: Alternate icons
tr: Alternatif simgeler

source: Share purchase with Family
tr: Aileyi paylaşın

source: Support future development
tr: Gelecekteki gelişimi destekleyin

source: Development and ongoing maintenance is supported 100% by Movie Tracker Pro subscribers.
tr: Geliştirme ve sürekli bakım, Movie Tracker Pro aboneleri tarafından %100 desteklenmektedir.

source: Redeem Free Trial
tr: Ücretsiz Deneme Hakkını Kullan

source: Restore
tr: Geri Yükle

source: All Plans
tr: Tüm Planlar

source: Redeem
tr: Kullan

source: Lifetime
tr: Ömür Boyu

source: Daily
tr: Günlük

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Yearly
tr: Yıllık

source: %@ one-time
tr: %@ bir kez

source: %@/day
tr: %@/gün

source: %@/week
tr: %@/hafta

source: %@/month
tr: %@/ay

source: %@/year
tr: %@/yıl

source: free
tr: ücretsiz

source: Try %lld day %@
tr: Try %lld gün %@

source: Try %lld days %@
tr: Try %lld gün %@

source: Try %lld week %@
tr: Try %lld hafta %@

source: Try %lld weeks %@
tr: Try %lld hafta %@

source: Try %lld month %@
tr: Try %lld ay %@

source: Try %lld months %@
tr: Try %lld ay %@

source: Try %lld year %@
tr: Try %lld yıl %@

source: Try %lld years %@
tr: Try %lld yıl %@

source: %@, then %@
tr: %@, ardından %@

source: Save %@
tr: %@ Kaydet

source: Other apps
tr: Diğer uygulamalar

source: No TV Shows to watch
tr: İzlenecek TV Programı Yok

# NextToWatch
source: Next episodes
tr: Sonraki bölümler

# SearchActorsDirectors
source: Search actor or director
tr: Oyuncu veya yönetmen ara

# SearchCreators
source: Search by Actor or Director
tr: Aktör veya Yönetmene göre ara

source: one-time
ro: o singură dată
