Repository: SimoneMontalto/movie-tracker-localization
Catalog: Widgets/*.lproj/Localizable.strings
Languages: de, es, it, ro, tr

# SearchMoviesOnline
source: Search for Movies Online
de: Suche online nach Filmen
es: Buscar películas en línea
it: Cerca Film Online
ro: Caută filme online
tr: Filmleri İnternette Ara

# SearchTvshowsOnline
source: Search for TV Shows Online
de: Suche online nach TV-Sendungen
es: Buscar series de TV en línea
it: Cerca Serie TV Online
ro: Caută seriale TV online
tr: Dizileri İnternette Ara

# SpacesWidgetTitle
source: Space
es: Espacio
it: Spazio
ro: Spațiu
tr: Alan

# SpacesWidgetDescription
source: Quickly access one of your Spaces
de: Schnellzugriff auf deine Spaces
es: Accede rápidamente a uno de tus Espacios
it: Accedi rapidamente a uno dei tuoi Spazi
ro: Accesează rapid unul dintre spațiile tale
tr: Alanlarından birine hızlıca eriş

# SelectSpaceToShow
source: Select a Space to show
de: Wähle einen Space zum Anzeigen aus
es: Selecciona un Espacio para mostrar
it: Seleziona uno Spazio da mostrare
ro: Selectează un spațiu de afișat
tr: Gösterilecek bir Alan seç

source: No Movies or TV Shows
de: Keine Filme oder TV-Sendungen
es: Sin películas ni series de TV
it: Nessun Film o Serie TV
ro: Niciun film sau serial TV
tr: Film ya da Dizi yok

source: Backlog
es: Pendientes
it: Raccolta
tr: İzlenecekler

# BacklogWidgetTitle
source: Backlog
es: Pendientes
it: Raccolta
tr: İzlenecekler

# BacklogWidgetDescription
source: Quickly access your Backlog
de: Schnellzugriff auf dein Backlog
es: Accede rápidamente a tu Lista de Pendientes
it: Accedi rapidamente alla tua Raccolta
ro: Accesează rapid backlog-ul tău
tr: İzleneceklerine hızlıca eriş

source: There are %@ and %@
de: Es gibt %@ und %@
es: Hay %@ y %@
it: Ci sono %@ e %@
ro: Există %@ și %@
tr: %@ ve %@ bulundu.

source: +%@ more
de: +%@ mehr
es: +%@ más
it: +%@ in pi√π
ro: +%@ mai multe
tr: +%@ daha fazla

# SearchMoviesOnlineTitle
source: Search online
de: Online suchen
es: Buscar en línea
it: Cerca online
ro: Caută online
tr: İnternette Ara

# SearchMoviesOnlineDescription
source: Search for a new Movie
de: Suche nach einem neuen Film
es: Buscar una nueva película
it: Cerca un nuovo Film
ro: Caută un film nou
tr: Yeni bir Film ara

# SearchTvShowsOnlineTitle
source: Search online
de: Online suchen
es: Buscar en línea
it: Cerca online
ro: Caută online
tr: İnternette Ara

# SearchTvShowsOnlineDescription
source: Search for a new TV Show
de: Siche nach einer neuen TV-Sendung
es: Buscar una nueva serie de TV
it: Cerca una nuova Serie TV
ro: Caută un serial TV nou
tr: Yeni bir Dizi ara

source: DAYS
de: TAGE
es: DÍAS
it: GIORNI
ro: ZILE
tr: GÜNLER

source: Log
de: Protokoll
es: Registro
it: Visto
ro: Jurnal
tr: Kayıt

source: You watched all the episodes
de: Du hast alle Folgen gesehen
es: Has visto todos los episodios
it: Hai visto tutti gli episodi
ro: Ai vizionat toate episoadele
tr: Tüm bölümleri izlediniz

source: Select a TV Show
de: Wähle eine TV-Serie aus
es: Selecciona una serie de TV
it: Seleziona una Serie TV
ro: Selectați un serial TV
tr: Bir TV Programı Seçin

source: Next to watch
de: Als nächstes ansehen
es: Próximo para ver
it: Prossimo episodio
ro: Următorul de vizionat
tr: İzlenecek Sonraki

source: Look at the next episode to watch of the selected TV Show
de: Schau dir die nächste Folge der ausgewählten TV-Serie an
es: Mira el próximo episodio para ver de la serie de TV seleccionada
it: Vedi il prossimo episodio da guardare della serie TV selezionata
ro: Priviți următorul episod de vizionat al serialului TV selectat
tr: Seçilen TV Programının İzlenecek Sonraki Bölümüne Bakın
